Repository: BLaDZer/tuxclocker
Catalog: po/*.po
Languages: sk

source: Core
sk: Jadro

source: Slowdown Temperature
sk: Teplota spomaľovania

source: Overall Temperature
sk: Celková teplota

source: Frequencies
sk: Frekvencie

source: Utilizations
sk: Využitie

source: Temperatures
sk: Teploty

source: Memory Clock Offset
sk: Ofset taktu pamäte

source: Core Clock Offset
sk: Ofset taktu jadra

source: Core Clock
sk: Takt jadra

source: Memory Clock
sk: Takt pamäte

source: Clocks
sk: Takty

source: Fan Speed
sk: Rýchlosť ventilátora

source: Automatic
sk: Automatický

source: Manual
sk: Ručné

source: Fan Mode
sk: Režim ventilátora

source: Core Utilization
sk: Využitie jadra

source: Memory Utilization
sk: Využitie pamäte

source: PCIe Bandwidth Utilization
sk: Využite PCIe zbernice

source: Power Usage
sk: Výkon

source: Power Limit
sk: Limit napájania

source: Temperature
sk: Teplota

source: Shutdown Temperature
sk: Teplota vypnutia

source: Core Voltage
sk: Napätie jadra

source: Core Voltage Offset
sk: Ofset napätia jadra

source: Fan
sk: Vetrák

source: Fans
sk: Vetráky

source: Showing:
sk: Zobrazené:

source: Apply changes
sk: Použiť zmeny

source: Assignables
sk: Priradenie

source: Dynamic Values
sk: Dynamické hodnoty

source: Static Values
sk: Statické hodnoty

source: Apply
sk: Použiť

source: Cancel
sk: Zrušiť

source: Connecting %1 with:
sk: Pripojenie %1 s:

source: A node to connect with needs to be selected
sk: Treba zvoliť uzol pripojenia

source: At least two points need to be placed
sk: Musia byť umiestnené aspoň dva body

source: Settings
sk: Nastavenia

source: Apply profile settings automatically
sk: Aplikovať nastavenia profilu automaticky

source: Use profile
sk: Použiť profil

source: Add profile
sk: Pridať profil

source: Remove selected
sk: Odstrániť vybrané

source: Unnamed
sk: Nepomenovaný

source: Use tray icon
sk: Použiť ikonu systémovej lišty

source: Enabling this hides TuxClocker into the tray instead of exiting when closing the window.
sk: Povolením tohto nastavenia sa TuxClocker po zatvorení okna schová do systémovej lišty.

source: Save
sk: Uložiť

source: &Maximize TuxClocker
sk: &Maximalizovať TuxClocker

source: &Quit
sk: &Ukončiť
